index.org
#+AUTHOR: Милић Вукојичић Ауторско право © 2023 Милић Вукојичић Сав текст је објављен под лиценцом CC-BY 4.0  и сав изворни код је објављен под  GNU General Public License v3.0.
#+TITLE: ЛИЧНИ САЈТ МИЛИЋА ВУКОЈИЧИЋА


#+BEGIN_CENTER
[[https://www.милићвукојичић.од.срб/enindex.html][ENG]] | [[https://www.милићвукојичић.од.срб/index.html][СРБ]]

Овај сајт садржи материјал за наставу, техничке папире,
есеје, извештаје, софтверска решења, мишљења и дуге материјале креиране од стране Милића Вукојичића.
#+END_CENTER

\\
\\

Ово је лични сајт Милића Вукојичића..
Ставови изнети овде су моји лични ставови, а не ставови фондације или ставови послодавца код ког радим.

Ако желите да разговарате са мном, а да притом комуникација буде сигурна можете наћи мој мој кључ на [[https://vukojicicmilic.github.io/websites/gpg.html][gpg.html]].


\\
\\

* Контакт информације
+ [[https://rs.linkedin.com/in/mili%C4%87-vukoji%C4%8Di%C4%87-9b2124222?original_referer=][LinkedIn]] - Пре уласка на сајт морате знати да овај сајт не поштује вашу приватност и прати своје кориснике!
+ Наставник рачунарских наука и Координатор информационих система [[https://www.international-school.edu.rs/][International School]] (сајт не поштује вашу приватност!)
+ Мејл: (приватни) vukojicic.milic@gmail.com, (пословни) milic.vukojicic@iss.edu.rs
+ Ако желите да комуницирате са мном сигурно користите ГПГ/ПГП кључ.

\\
\\

* Текстови
-----
*Драге колеге едукатори схватите да ЧетГПТ и калкулатор нису исто!*

У последње време доста едукатора, наставника, професора на друштвеним мрежама поставља чланак о томе “да су се математичари бунили ….. при увођењу калкулатора у образовање” и праве паралелу са тим што се неки од едукатора буне при увођењу ЛЛМ (енг. large language models) софтвера у образовање. Увођење ЧетГПТ софтвера и калкулатора се  драстично разликује и у овом тексту ћемо покушати да разумемо зашто ове две ствари нису једнаке (калкулатор и софтвер као што је ЧетГПТ).

...

прочитај више на :[[https://www.милићвукојичић.од.срб/kalkulatorgpt.html][www.милићвукојичић.од.срб/kalkulatorgpt.html]]

-----

*Слободни софтвер 2022.*

Идеја Слободног софтвера постоји још пре него што је Ричард Сталман 1985. године направио Фондацију за Слободан софтвер. Овај есеј има улогу да појасни зашто су ове идеје данас можда још битније него осамдесетих година и да упозна читаоце са концептом и идејама које стоје иза идеје “Слободног софтвера”. 

...

прочитај више на: [[https://www.милићвукојичић.од.срб/slobodnisoftver2022.html][https://www.милићвукојичић.од.срб/slobodnisoftver2022.html]]


Остали текстови се преводе и могу се наћи на енглеској верзији сајта [[https://vukojicicmilic.github.io./websites/enindex.html][ENG]].

-----

