index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-04-15 Sat 00:19 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>ЛИЧНИ САЈТ МИЛИЋА ВУКОЈИЧИЋА</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Милић Вукојичић Ауторско право © 2023 Милић Вукојичић Сав текст је објављен под лиценцом CC-BY 4.0  и сав изворни код је објављен под  GNU General Public License v3.0." />
</head>
<body>
<div id="content">
<h1 class="title">ЛИЧНИ САЈТ МИЛИЋА ВУКОЈИЧИЋА</h1>
<div class="org-center">
<p>
<a href="https://www.милићвукојичић.од.срб/enindex.html">ENG</a> | <a href="https://www.милићвукојичић.од.срб/index.html">СРБ</a>
</p>

<p>
Овај сајт садржи материјал за наставу, техничке папире,
есеје, извештаје, софтверска решења, мишљења и дуге материјале креиране од стране Милића Вукојичића.
</p>
</div>

<p>
<br />
<br />
</p>

<p>
Ово је лични сајт Милића Вукојичића..
Ставови изнети овде су моји лични ставови, а не ставови фондације или ставови послодавца код ког радим.
</p>

<p>
Ако желите да разговарате са мном, а да притом комуникација буде сигурна можете наћи мој мој кључ на <a href="https://vukojicicmilic.github.io/websites/gpg.html">gpg.html</a>.
</p>


<p>
<br />
<br />
</p>

<div id="outline-container-orgb25e782" class="outline-2">
<h2 id="orgb25e782">Контакт информације</h2>
<div class="outline-text-2" id="text-orgb25e782">
<ul class="org-ul">
<li><a href="https://rs.linkedin.com/in/mili%C4%87-vukoji%C4%8Di%C4%87-9b2124222?original_referer=">LinkedIn</a> - Пре уласка на сајт морате знати да овај сајт не поштује вашу приватност и прати своје кориснике!</li>
<li>Наставник рачунарских наука и Координатор информационих система <a href="https://www.international-school.edu.rs/">International School</a> (сајт не поштује вашу приватност!)</li>
<li>Мејл: (приватни) vukojicic.milic@gmail.com, (пословни) milic.vukojicic@iss.edu.rs</li>
<li>Ако желите да комуницирате са мном сигурно користите ГПГ/ПГП кључ.</li>
</ul>

<p>
<br />
<br />
</p>
</div>
</div>

<div id="outline-container-orga446b9b" class="outline-2">
<h2 id="orga446b9b">Текстови</h2>
<div class="outline-text-2" id="text-orga446b9b">
<hr />
<p>
<b>Драге колеге едукатори схватите да ЧетГПТ и калкулатор нису исто!</b>
</p>

<p>
У последње време доста едукатора, наставника, професора на друштвеним мрежама поставља чланак о томе “да су се математичари бунили ….. при увођењу калкулатора у образовање” и праве паралелу са тим што се неки од едукатора буне при увођењу ЛЛМ (енг. large language models) софтвера у образовање. Увођење ЧетГПТ софтвера и калкулатора се  драстично разликује и у овом тексту ћемо покушати да разумемо зашто ове две ствари нису једнаке (калкулатор и софтвер као што је ЧетГПТ).
</p>

<p>
&#x2026;
</p>

<p>
прочитај више на :<a href="https://www.милићвукојичић.од.срб/kalkulatorgpt.html">www.милићвукојичић.од.срб/kalkulatorgpt.html</a>
</p>

<hr />

<p>
<b>Слободни софтвер 2022.</b>
</p>

<p>
Идеја Слободног софтвера постоји још пре него што је Ричард Сталман 1985. године направио Фондацију за Слободан софтвер. Овај есеј има улогу да појасни зашто су ове идеје данас можда још битније него осамдесетих година и да упозна читаоце са концептом и идејама које стоје иза идеје “Слободног софтвера”. 
</p>

<p>
&#x2026;
</p>

<p>
прочитај више на: <a href="https://www.милићвукојичић.од.срб/slobodnisoftver2022.html">https://www.милићвукојичић.од.срб/slobodnisoftver2022.html</a>
</p>


<p>
Остали текстови се преводе и могу се наћи на енглеској верзији сајта <a href="https://vukojicicmilic.github.io./websites/enindex.html">ENG</a>.
</p>

<hr />
</div>
</div>
