index.org
* Публикације

| Научне                                                             | Есеји                            |   |   |
|--------------------------------------------------------------------+----------------------------------+---+---|
| https://www.researchgate.net/profile/Milic-Vukojicic               | [[https://vukojicicmilic.github.io/websites/mind.html][MIND and CONSCIOUSNESS]]           |   |   |
| https://scholar.google.com/citations?user=fzqfqzwAAAAJ&hl=sr&oi=ao | [[https://vukojicicmilic.github.io/websites/sentient.html]["Sentient" AI called LaMDA]]       |   |   |
|                                                                    | [[https://vukojicicmilic.github.io/websites/slobodnisoftver2022.html][Slobodni softver u 2022. godini ]] |   |   |


\\

| Интернет претраживачи и додаци за претраживаче                                       | Препоручени софтвер                                                        | Опште препоруке                                                                                                      |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |
|--------------------------------------------------------------------------------------+----------------------------------------------------------------------------+----------------------------------------------------------------------------------------------------------------------+---+---+---+---+---+---+---+---+---+---+---+---+---+---+---+---+---|
| *Интернет претраживачи:*                                                             | *Програмирање:*                                                            | Кажи НЕ [[https://www.gnu.org/philosophy/javascript-trap.html][власничком ЈаваСкрипту!]]                                                                                |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |
| Ајскет (енг. IceCat) https://www.gnu.org/software/gnuzilla/                          | Пајтон https://www.python.org/                                             | Користи [[https://www.gnu.org/software/librejs/][СлободниЈаваСкрипт]]                                                                                     |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |
| Тор претраживач (енг. Tor Browser) https://www.torproject.org/download/              | Ц https://gcc.gnu.org/                                                     | Обавезно користити препоручене додатке                                                                               |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |
| Фајерфокс (енг. Mozila Firefox)  https://www.mozilla.org/en-US/firefox/new/          | Јулија https://julialang.org/                                              | Користи Слободни софтвер у [[https://www.gnu.org/software/free-software-for-education.html][едукацији]].                                                                          |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |
| Због своје приватности увек користите ТОР!                                           | Јава https://openjdk.org/                                                  | Комуницирај без Гугл Мита, Зума, Скајпа, Вајбера, Воцапа, Телеграма… Користити сигурне алтернативе као: [[https://meet.jit.si/][Џитси]] и [[https://jami.net/][Јами]] |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |
| *Додаци за претраживаче (поштују вашу риватност и сигурност):*                       | Лисп https://common-lisp.net/ , https://clisp.sourceforge.io/              | Ако си корисник Виндовса: [[https://www.gpg4win.org/download.html][ГпгЗаВиндовс]]                                                                         |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |
| Слобони Јаваскрипт (енг. LibreJS) https://www.gnu.org/software/librejs/              | Пролог https://www.swi-prolog.org/ , http://www.gprolog.org/               | Користи енкрипцију [[https://gnupg.org/][ГНУПГ]]                                                                                       |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |
| Приватни Јазавац (енг. Privacy Badger) https://privacybadger.org/                    | *Софтвер:*                                                                 | Користи оперативни систем који цени твоју слободу: [[https://www.gnu.org/distros/free-distros.html][ГНУЛинуксДистрибуције]]                                       |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |
| ХТТПС свуда (енг. HTTPS Everywhere) https://www.eff.org/https-everywhere             | ГНУ софтвер https://www.gnu.org/software/software.html                     | Дистрибуције за почетнике: [[https://trisquel.info/][Трискул]]                                                                             |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |
| ЈСклониште (енг. JShelter) https://jshelter.org/                                     | Минималистички софтвер који прати Јуникс филозофију: https://suckless.org/ |                                                                                                                      |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |
| Преусмери за приватност (енг. Privacy Redirect):                                     | Минималистички софтвер:                                                    |                                                                                                                      |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |
| https://addons.mozilla.org/en-US/firefox/addon/privacy-redirect/                     | https://www.gnu.org/software/free-software-for-education.en.html           |                                                                                                                      |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |
| Блокирање захтева треће стране (енг. Third-party Request Blocker Fork by polarisfm): | Препоруке минималног софтвера https://suckless.org/rocks/                  |                                                                                                                      |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |
| https://addons.mozilla.org/en-US/firefox/addon/tprb-fork/                            | Кет-в штетан и мање штетан софтвер https://harmful.cat-v.org/software/     |                                                                                                                      |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |


\\
\\


