index.org
** Интересантни блогови и сајтови
+ Стивен Вулфрам (Stephen Wolfram)     https://blog.wolfram.com/
+ Скот Аронсон (Scott Aaronson)     https://scottaaronson.blog/ / https://www.scottaaronson.com/
+ Ричард Сталман (Richard Stallman)     https://stallman.org/
+ Питер Норвиг (Peter Norvig)     https://norvig.com/
+ Доналд Нут (Donald Knuth)     https://www-cs-faculty.stanford.edu/~knuth/
+ Ибен Моглен (Eben Moglen)  http://moglen.law.columbia.edu/
+ Жарон Ланир (Jaron Lanier)  http://www.jaronlanier.com/

** Фондације 
+ Фондација Слободног Софтвера : https://www.fsf.org/
+ Фондација Електронских Граница : https://www.eff.org/
+ Иницијатива Отвореног Кода: https://opensource.org/
+ Креативна заједница: https://creativecommons.org/
+ Фондација ШЕР: https://www.sharefoundation.info/en/

-----
#+EMAIL: vukojicic.milic@gmail.com
#+OPTIONS: toc:nil   
#+OPTIONS: num:nil

