index.html


<div id="outline-container-org78f996a" class="outline-3">
<h3 id="org78f996a">Интересантни блогови и сајтови</h3>
<div class="outline-text-3" id="text-org78f996a">
<ul class="org-ul">
<li>Стивен Вулфрам (Stephen Wolfram)     <a href="https://blog.wolfram.com/">https://blog.wolfram.com/</a></li>
<li>Скот Аронсон (Scott Aaronson)     <a href="https://scottaaronson.blog/">https://scottaaronson.blog/</a> / <a href="https://www.scottaaronson.com/">https://www.scottaaronson.com/</a></li>
<li>Ричард Сталман (Richard Stallman)     <a href="https://stallman.org/">https://stallman.org/</a></li>
<li>Питер Норвиг (Peter Norvig)     <a href="https://norvig.com/">https://norvig.com/</a></li>
<li>Доналд Нут (Donald Knuth)     <a href="https://www-cs-faculty.stanford.edu/~knuth/">https://www-cs-faculty.stanford.edu/~knuth/</a></li>
<li>Ибен Моглен (Eben Moglen)  <a href="http://moglen.law.columbia.edu/">http://moglen.law.columbia.edu/</a></li>
<li>Жарон Ланир (Jaron Lanier)  <a href="http://www.jaronlanier.com/">http://www.jaronlanier.com/</a></li>
</ul>
</div>
</div>

<div id="outline-container-orge98212e" class="outline-3">
<h3 id="orge98212e">Фондације</h3>
<div class="outline-text-3" id="text-orge98212e">
<ul class="org-ul">
<li>Фондација Слободног Софтвера : <a href="https://www.fsf.org/">https://www.fsf.org/</a></li>
<li>Фондација Електронских Граница : <a href="https://www.eff.org/">https://www.eff.org/</a></li>
<li>Иницијатива Отвореног Кода: <a href="https://opensource.org/">https://opensource.org/</a></li>
<li>Креативна заједница: <a href="https://creativecommons.org/">https://creativecommons.org/</a></li>
<li>Фондација ШЕР: <a href="https://www.sharefoundation.info/en/">https://www.sharefoundation.info/en/</a></li>
</ul>

<hr />
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Милић Вукојичић Ауторско право © 2023 Милић Вукојичић Сав текст је објављен под лиценцом CC-BY 4.0  и сав изворни код је објављен под  GNU General Public License v3.0.</p>
<p class="date">Created: 2023-04-15 Sat 00:19</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
